const azkarCategories = [
  {
    "id": "sabah",
    "title": "أذكار الصباح",
    "description": "قال الله تعالى (الَّذِينَ آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللّهِ أَلاَ بِذِكْرِ اللّهِ تَطْمَئِنُّ الْقُلُوبُ). لا يلزم أن تقول كل الأذكار فلا تبدأ يومك دون ذكر الله عز وجل.",
    "items": [
      {
        "text": "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ .",
        "repeat": 1,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح."
      },
      {
        "text": "رَضيـتُ بِاللهِ رَبَّـاً وَبِالإسْلامِ ديـناً وَبِمُحَـمَّدٍ صلى الله عليه وسلم نَبِيّـاً.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "من قالها حين يصبح وحين يمسى كان حقا على الله أن يرضيه يوم القيامة."
      },
      {
        "text": "اللّهُـمَّ إِنِّـي أَصْبَـحْتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك.",
        "repeat": 4,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "من قالها أعتقه الله من النار."
      },
      {
        "text": "قُلۡ هُوَ ٱللَّهُ أَحَدٌ () ٱللَّهُ ٱلصَّمَدُ () لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ () وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "تَكْفِيكَ من كلِّ شيءٍ"
      },
      {
        "text": "قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ () مِن شَرِّ مَا خَلَقَ () وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ () وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ () وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "تَكْفِيكَ من كلِّ شيءٍ"
      },
      {
        "text": "قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ () مَلِكِ ٱلنَّاسِ () إِلَٰهِ ٱلنَّاسِ () مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ () ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ () مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "تَكْفِيكَ من كلِّ شيءٍ"
      },
      {
        "text": "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم.",
        "repeat": 7,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة."
      },
      {
        "text": "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "لم يضره من الله شيء."
      },
      {
        "text": "اللّهُـمَّ بِكَ أَصْـبَحْنا وَبِكَ أَمْسَـينا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ النُّـشُور.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "التخريج",
        "noteBody": "أخرجه أبو داود (5068) واللفظ له، والترمذي (3391)، وابن ماجه (3868)، والنسائي في ((السنن الكبرى)) (10399) باختلاف يسير، وأحمد (10773) مختصراً."
      },
      {
        "text": "أَصْبَـحْـنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "التخريج",
        "noteBody": "مسند أحمد (٣/٤٠٧) ، وصحَّحه الألباني ـ رحمه الله ـ في صحيح الجامع (رقم:٤٦٧٤)"
      },
      {
        "text": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِضـا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِمـاتِـه.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الحديث",
        "noteBody": "خرج رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم من عند جُويريةَ -وكان اسمُها بَرَّةَ، فحَوَّلَ اسمَها- فخرج وهي في مُصَلَّاها، ورجع وهي في مصَلَّاها، فقال: لم تزالي في مُصَلَّاكِ هذا؟! قالت: نَعَمْ. قال: قد قُلتُ بَعْدَكِ أربَعَ كَلِماتٍ ثلاثَ مرَّاتٍ لو وُزِنَت بما قُلْتِ لوزنَتْهنَّ: سُبحانَ اللهِ وبحَمْدِه عَدَدَ خَلْقِه، ورِضا نَفْسِه، وزِنةَ عَرْشِه، ومِدادَ كَلِماتِه"
      },
      {
        "text": "اللّهُـمَّ عافِـني في بَدَنـي ، اللّهُـمَّ عافِـني في سَمْـعي ، اللّهُـمَّ عافِـني في بَصَـري ، لا إلهَ إلاّ أَنْـتَ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللّهُـمَّ إِنّـي أَعـوذُ بِكَ مِنَ الْكُـفر ، وَالفَـقْر ، وَأَعـوذُ بِكَ مِنْ عَذابِ القَـبْر ، لا إلهَ إلاّ أَنْـتَ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ وَأهْـلي وَمالـي ، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي ، وَمِن فَوْقـي ، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "فائدة",
        "noteBody": "قال ابن عمر لم يكنْ رسولُ اللهِ صلى الله عليه وسلم يَدَعُ هؤلاء الدعواتِ حينَ يُمسي، وحينَ يُصبِحُ"
      },
      {
        "text": "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللّهُـمَّ عالِـمَ الغَـيْبِ وَالشّـهادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الحديث",
        "noteBody": "قال رسول الله صلى الله عليه وسلم مَن قال إذا أمْسى ثلاثَ مَرَّاتٍ: أعوذُ بكَلِماتِ اللهِ التَّامَّاتِ مِن شَرِّ ما خَلَقَ، لم تَضُرَّه حُمَةٌ تلك اللَّيلةَ. قال: فكان أهلُنا قد تَعَلَّموها، فكانوا يقولونَها كلَّ لَيلةٍ، فلُدِغتْ جاريةٌ منهم، فلم تَجِدْ لها ألَمًا."
      },
      {
        "text": "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "قال رسول الله صلى الله عليه وسلم  ألا أعلمُكَ كلامًا إذا قلتَه أذهَب اللهُ تعالى همَّكَ وقضى عنكَ دَينَكَ ؟ قُلْ إذا أصبَحتَ وإذا أمسَيتَ ؛ اللهم إني أعوذُ بكَ منَ الهمِّ والحزَنِ، وأعوذُ بكَ منَ العجزِ والكسلِ، وأعوذُ بكَ منَ الجُبنِ والبخلِ ؛ وأعوذُ بكَ مِن غلبةِ الدَّينِ وقهرِ الرجالِ",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "غُفِرتْ له ذُنوبُه، وإنْ كان فارًّا مِنَ الزَّحفِ"
      },
      {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
        "repeat": 100,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان."
      },
      {
        "text": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
        "repeat": 100,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ. لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ."
      },
      {
        "text": "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
        "repeat": 100,
        "extra": "",
        "noteTitle": "الأجر المترتب\" type=\"success",
        "noteBody": "مائة حسنة، ومُحيت عنه مائة سيئة، وكانت له حرزاً من الشيطان حتى يمسى."
      }
    ]
  },
  {
    "id": "masaa",
    "title": "أذكار المساء",
    "description": "قال الله تعالى (الَّذِينَ آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللّهِ أَلاَ بِذِكْرِ اللّهِ تَطْمَئِنُّ الْقُلُوبُ). قال الشيخ بن عثيمين رحمه الله :فنحن نعلم أن الأوراد الشرعية حصن منيع أشد من سد يأجوج ومأجوج.",
    "items": [
      {
        "text": "أَمْسَيْـنا وَأَمْسـى المـلكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذهِ اللَّـيْلَةِ وَخَـيرَ ما بَعْـدَهـا ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذهِ اللَّـيْلةِ وَشَرِّ ما بَعْـدَهـا ، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "التخريج",
        "noteBody": "صحيح مسلم"
      },
      {
        "text": "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ .",
        "repeat": 1,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح."
      },
      {
        "text": "رَضيـتُ بِاللهِ رَبَّـاً وَبِالإسْلامِ ديـناً وَبِمُحَـمَّدٍ صلى الله عليه وسلم نَبِيّـاً.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "من قالها حين يصبح وحين يمسى كان حقا على الله أن يرضيه يوم القيامة."
      },
      {
        "text": "اللّهُـمَّ إِنِّـي أمسيت أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك.",
        "repeat": 4,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "من قالها أعتقه الله من النار."
      },
      {
        "text": "قُلۡ هُوَ ٱللَّهُ أَحَدٌ () ٱللَّهُ ٱلصَّمَدُ () لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ () وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "تَكْفِيكَ من كلِّ شيءٍ"
      },
      {
        "text": "قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ () مِن شَرِّ مَا خَلَقَ () وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ () وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ () وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "تَكْفِيكَ من كلِّ شيءٍ"
      },
      {
        "text": "قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ () مَلِكِ ٱلنَّاسِ () إِلَٰهِ ٱلنَّاسِ () مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ () ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ () مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "تَكْفِيكَ من كلِّ شيءٍ"
      },
      {
        "text": "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم.",
        "repeat": 7,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة."
      },
      {
        "text": "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "لم يضره من الله شيء."
      },
      {
        "text": "اللّهُـمَّ بِكَ أَمْسَـينا وَبِكَ أَصْـبَحْنا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ النُّـشُور.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "التخريج",
        "noteBody": "أخرجه أبو داود (5068) واللفظ له، والترمذي (3391)، وابن ماجه (3868)، والنسائي في ((السنن الكبرى)) (10399) باختلاف يسير، وأحمد (10773) مختصراً."
      },
      {
        "text": "أمسينا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "التخريج",
        "noteBody": "مسند أحمد (٣/٤٠٧) ، وصحَّحه الألباني ـ رحمه الله ـ في صحيح الجامع (رقم:٤٦٧٤)"
      },
      {
        "text": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِضـا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِمـاتِـه.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الحديث",
        "noteBody": "خرج رَسولُ اللهِ صلَّى اللهُ عليه وسلَّم من عند جُويريةَ -وكان اسمُها بَرَّةَ، فحَوَّلَ اسمَها- فخرج وهي في مُصَلَّاها، ورجع وهي في مصَلَّاها، فقال: لم تزالي في مُصَلَّاكِ هذا؟! قالت: نَعَمْ. قال: قد قُلتُ بَعْدَكِ أربَعَ كَلِماتٍ ثلاثَ مرَّاتٍ لو وُزِنَت بما قُلْتِ لوزنَتْهنَّ: سُبحانَ اللهِ وبحَمْدِه عَدَدَ خَلْقِه، ورِضا نَفْسِه، وزِنةَ عَرْشِه، ومِدادَ كَلِماتِه"
      },
      {
        "text": "اللّهُـمَّ عافِـني في بَدَنـي ، اللّهُـمَّ عافِـني في سَمْـعي ، اللّهُـمَّ عافِـني في بَصَـري ، لا إلهَ إلاّ أَنْـتَ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللّهُـمَّ إِنّـي أَعـوذُ بِكَ مِنَ الْكُـفر ، وَالفَـقْر ، وَأَعـوذُ بِكَ مِنْ عَذابِ القَـبْر ، لا إلهَ إلاّ أَنْـتَ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ وَأهْـلي وَمالـي ، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي ، وَمِن فَوْقـي ، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "فائدة",
        "noteBody": "قال ابن عمر لم يكنْ رسولُ اللهِ صلى الله عليه وسلم يَدَعُ هؤلاء الدعواتِ حينَ يُمسي، وحينَ يُصبِحُ"
      },
      {
        "text": "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللّهُـمَّ عالِـمَ الغَـيْبِ وَالشّـهادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الحديث",
        "noteBody": "قال رسول الله صلى الله عليه وسلم مَن قال إذا أمْسى ثلاثَ مَرَّاتٍ: أعوذُ بكَلِماتِ اللهِ التَّامَّاتِ مِن شَرِّ ما خَلَقَ، لم تَضُرَّه حُمَةٌ تلك اللَّيلةَ. قال: فكان أهلُنا قد تَعَلَّموها، فكانوا يقولونَها كلَّ لَيلةٍ، فلُدِغتْ جاريةٌ منهم، فلم تَجِدْ لها ألَمًا."
      },
      {
        "text": "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "قال رسول الله صلى الله عليه وسلم  ألا أعلمُكَ كلامًا إذا قلتَه أذهَب اللهُ تعالى همَّكَ وقضى عنكَ دَينَكَ ؟ قُلْ إذا أصبَحتَ وإذا أمسَيتَ ؛ اللهم إني أعوذُ بكَ منَ الهمِّ والحزَنِ، وأعوذُ بكَ منَ العجزِ والكسلِ، وأعوذُ بكَ منَ الجُبنِ والبخلِ ؛ وأعوذُ بكَ مِن غلبةِ الدَّينِ وقهرِ الرجالِ",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ.",
        "repeat": 3,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "غُفِرتْ له ذُنوبُه، وإنْ كان فارًّا مِنَ الزَّحفِ"
      },
      {
        "text": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
        "repeat": 100,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      }
    ]
  },
  {
    "id": "istiqaz",
    "title": "أذكار الاستيقاظ",
    "description": "",
    "items": [
      {
        "text": "الحَمْـدُ لِلّهِ الّذي أَحْـيانا بَعْـدَ ما أَماتَـنا وَإليه النُّـشور.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "الحديث",
        "noteBody": "كانَ النَّبيُّ صَلَّى اللهُ عليه وسلَّمَ إذَا أرَادَ أنْ يَنَامَ قالَ: باسْمِكَ اللَّهُمَّ أمُوتُ وأَحْيَا، وإذَا اسْتَيْقَظَ مِن مَنَامِهِ قالَ: الحَمْدُ لِلَّهِ الذي أحْيَانَا بَعْدَ ما أمَاتَنَا وإلَيْهِ النُّشُورُ."
      },
      {
        "text": "الحمدُ للهِ الذي عافاني في جَسَدي وَرَدّ عَليّ روحي وَأَذِنَ لي بِذِكْرِه.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "الحديث",
        "noteBody": "إذا قام أحدُكم عنْ فراشِهِ ثُمَّ رجع إليه فلينفُضْهُ بصنِفَةِ إزارِهِ ثلاثَ مرَّاتٍ فإِنَّهُ لا يَدْري ما خلَفَهُ عليْهِ بعدُ فإذا اضطجع فلْيَقُلْ باسمِكَ ربي وضعْتُ جنبي وبكَ أرْفَعُهُ فإِنْ أمسَكْتَ نفسي فارحمْها وإِنْ أرسلْتَها فاحفظْها بِما تحفَظُ بِهِ عبادَكَ الصالِحينَ فإذا استيقظَ فلْيَقُلِ الحمدُ للهِ الذي عافَانِي في جسَدِي ورَدَّ علَيَّ روحي وأذِنَ لِي بذِكْرِهِ"
      },
      {
        "text": "من تعارَّ منَ اللَّيلِ ، فقالَ : لا إلَهَ إلَّا اللَّهُ وحدَهُ لا شريكَ لَهُ ، لَهُ الملكُ ولَهُ الحمدُ ، وَهوَ على كلِّ شيءٍ قديرٌ ، وسُبحانَ اللَّهِ ، والحمدُ للَّهِ ، ولا إلَهَ إلَّا اللَّهُ ، واللَّهُ أَكْبرُ ، ولا حولَ ولا قوَّةَ إلَّا باللَّهِ ، ثمَّ قالَ : ربِّ اغفِر لي - أو قالَ : ثمَّ دَعا - استُجيبَ لَهُ ، فإن عَزمَ وتوضَّأَ ، ثمَّ صلَّى قُبِلَت صلاتُهُ",
        "repeat": 1,
        "extra": "تقولها إذا تعريت من الليل",
        "noteTitle": "الأجر المترتب",
        "noteBody": "إذا دعوت استجيب لك وإذا صليت تُقبل منك"
      }
    ]
  },
  {
    "id": "baad-salah",
    "title": "أذكار بعد التسليم من الصلاة",
    "description": "أذكار تقال بعد الصلاة",
    "items": [
      {
        "text": "أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله.اللّهُـمَّ أَنْـتَ السَّلامُ ، وَمِـنْكَ السَّلام ، تَبارَكْتَ يا ذا الجَـلالِ وَالإِكْـرام .",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "لا إلهَ إلاّ اللّهُ وحدَهُ لا شريكَ لهُ، لهُ المُـلْكُ ولهُ الحَمْد، وهوَ على كلّ شَيءٍ قَدير، اللّهُـمَّ لا مانِعَ لِما أَعْطَـيْت، وَلا مُعْطِـيَ لِما مَنَـعْت، وَلا يَنْفَـعُ ذا الجَـدِّ مِنْـكَ الجَـد.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "لا إلهَ إلاّ اللّه, وحدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمد، وهوَ على كلّ شيءٍ قدير، لا حَـوْلَ وَلا قـوَّةَ إِلاّ بِاللهِ، لا إلهَ إلاّ اللّـه، وَلا نَعْـبُـدُ إِلاّ إيّـاه, لَهُ النِّعْـمَةُ وَلَهُ الفَضْل وَلَهُ الثَّـناءُ الحَـسَن، لا إلهَ إلاّ اللّهُ مخْلِصـينَ لَـهُ الدِّينَ وَلَوْ كَـرِهَ الكـافِرون.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "سُـبْحانَ اللهِ، والحَمْـدُ لله ، واللهُ أكْـبَر.",
        "repeat": 33,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "عَنْ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مَن سَبَّحَ اللَّهَ في دُبُرِ كُلِّ صَلاةٍ ثَلاثًا وثَلاثِينَ، وحَمِدَ اللَّهَ ثَلاثًا وثَلاثِينَ، وكَبَّرَ اللَّهَ ثَلاثًا وثَلاثِينَ، فَتْلِكَ تِسْعَةٌ وتِسْعُونَ، وقالَ: تَمامَ المِئَةِ: لا إلَهَ إلَّا اللَّهُ وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ وهو علَى كُلِّ شيءٍ قَدِيرٌ غُفِرَتْ خَطاياهُ وإنْ كانَتْ مِثْلَ زَبَدِ البَحْرِ."
      },
      {
        "text": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "الأجر المترتب",
        "noteBody": "عَنْ رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ مَن سَبَّحَ اللَّهَ في دُبُرِ كُلِّ صَلاةٍ ثَلاثًا وثَلاثِينَ، وحَمِدَ اللَّهَ ثَلاثًا وثَلاثِينَ، وكَبَّرَ اللَّهَ ثَلاثًا وثَلاثِينَ، فَتْلِكَ تِسْعَةٌ وتِسْعُونَ، وقالَ: تَمامَ المِئَةِ: لا إلَهَ إلَّا اللَّهُ وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ وهو علَى كُلِّ شيءٍ قَدِيرٌ غُفِرَتْ خَطاياهُ وإنْ كانَتْ مِثْلَ زَبَدِ البَحْرِ."
      },
      {
        "text": "لا إلهَ إلاّ اللّهُ وحْـدَهُ لا شريكَ لهُ، لهُ المُلكُ ولهُ الحَمْد، يُحيـي وَيُمـيتُ وهُوَ على كُلّ شيءٍ قدير.",
        "repeat": 10,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللّهُـمَّ إِنِّـي أَسْأَلُـكَ عِلْمـاً نافِعـاً وَرِزْقـاً طَيِّـباً ، وَعَمَـلاً مُتَقَـبَّلاً.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللَّهُمَّ أَجِرْنِي مِنْ النَّار.",
        "repeat": 7,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ.",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "عن ابن عمر قال: (من قال دبر كل صلاة، وإذا أخذ مضجعه: الله أكبر كبيرًا عدد الشفع والوتر، وكلمات الله التامات الطيبات المباركات. ثلاثًا، ولا إله إلا الله مثل ذلك، كن له في قبره نورًا، وعلى الجسر نورًا، وعلى الصراط نورًا؛ حتى يدخلنه الجنة، أو يدخل الجنة)",
        "repeat": 3,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      }
    ]
  },
  {
    "id": "thanaa",
    "title": "الثناء على الله تعالى",
    "description": "الثناء على رب العالمين الله سبحانه وتعالى",
    "items": [
      {
        "text": "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ۝ تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ [آل عمران:26- 27].",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ۖ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "قال تعالى : الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "قال تعالى : الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَّثْنَىٰ وَثُلَاثَ وَرُبَاعَ ۚ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "قال تعالى : ﴿ الْحَمْدُ لِلَّهِ الَّذِي أَنزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَل لَّهُ عِوَجًا ۜ﴾",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "قال تعالى : هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "﴿ الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ﴾\n[ سبأ: 1]",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "قال تعالى : وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًا (111)",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللَّهمَّ لَكَ الحمدُ أنتَ ربُّ السَّمواتِ والأرضِ ومن فيهنَّ، ولَكَ الحمدُ أنتَ قيُّومُ السَّمواتِ والأرضِ ومن فيهنَّ، ولَكَ الحمدُ أنتَ نور السَّمواتِ والأرضِ ومن فيهنَّ ، أنتَ الحقُّ، وقولُكَ الحقُّ، ووعدك حقٌّ، والجنَّةُ حقٌّ، والنَّارُ حقٌّ، والنَّبيُّونَ حقٌّ، ومحمَّدٌ حقٌّ، اللَّهمَّ لَكَ أسلمتُ، وبِكَ آمنتُ، وعليْكَ توَكَّلتُ، وإليْكَ أنَبتُ، وبِكَ خاصَمتُ، وإليْكَ حاكمتُ، فاغفِر لي ما قدَّمتُ وما أخَّرتُ، وما أسررتُ وما أعلَنتُ، أنتَ إلَهي لاَ إلَهَ إلَّا أنتَ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللهمَّ لك الحمدُ كلُّه ولك الملكُ كلُّه بيدِك الخيرُ كلُّه إليك يرجعُ الأمرُ كلُّه علانيتُه وسرُّه فأهلٌ أن تُحمدَ إنك على كلِّ شيءٍ قديرٌ اللهمَّ اغفرْ لي جميعَ ما مضَى من ذنوبي واعصِمْني فيما بقِيَ من عمُرِي وارزقْني عملًا زاكيًا",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "الحمدُ للَّهِ حمدًا كثيرًا طيِّبًا مبارَكا عليهِ كما يحبُّ ربُّنا ويرضى",
        "repeat": 1,
        "extra": "",
        "noteTitle": "الحديث",
        "noteBody": "صلَّيتُ خلفَ رسولِ اللَّهِ صلَّى اللَّهُ عليهِ وسلَّمَ فعطَستُ فقلتُ الحمدُ للَّهِ حمدًا كثيرًا طيِّبًا مبارَكا عليهِ كما يحبُّ ربُّنا ويرضى فلمَّا صلَّى النَّبيُّ صلَّى اللهُ عليهِ وسلَّمَ انصرفَ فقالَ منَ المتَكلِّمُ قالَ رفاعةُ أنا يا رسولَ اللَّهِ قالَ والَّذي نفسي بيدِه لقد ابتدرَها بِضعةٌ وثلاثونَ ملَكا أيُّهم يصعدُ بِها"
      },
      {
        "text": "الحمد لله كثيراً والله أكبر كبيراً",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "اللهمَّ إنِّي أسألُك بأني أشهدُ أنك أنت اللهُ لا إلهَ إلا أنتَ الأحدُ الصمدُ الذي لم يلدْ ولم يولدْ ولم يكنْ له كفُوًا أحدٌ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "الحديث",
        "noteBody": "سَمِعَ النبيُّ صلى الله عليه وسلم رجلاً يدعو وهو يقولُ: اللهم إني أسألُك بأني أشهدُ أنك أنت اللهُ لا إلَه إلا أنتَ الأحدُ الصمدُ الذي لم يلدْ ولم يولدْ ولم يكن له كُفُوًا أحدٌ. قال فقال والذي نفسي بيدِه لقد سألَ اللهَ باسمِه الأعظمِ الذي إذا دُعيَ به أجابَ وإذا سُئِلَ به أعطى"
      },
      {
        "text": "اللهمَّ إني أسألُك بأن لك الحمدَ لا إله إلا أنتَ الحنانُ المنانُ بديعُ السماواتِ والأرضِ يا ذا الجلالِ والإكرامِ يا حيُّ يا قيومٌ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "الحديث",
        "noteBody": "أنَّهُ كانَ معَ رسولِ اللَّهِ صلّى اللَّه عليه وسلم جالسًا ورجلٌ يصلِّي ثمَّ دعا اللَّهمَّ إنِّي أسألُكَ بأنَّ لَكَ الحمدُ لا إلَهَ إلَّا أنتَ المنَّانُ بديعُ السَّمواتِ والأرضِ يا ذا الجلالِ والإِكرامِ يا حيُّ يا قيُّومُ فقالَ النَّبيُّ صلَّى اللَّهُ عليْهِ وسلَّمَ لقد دعا اللَّهَ باسمِهِ العظيمِ الَّذي إذا دعيَ بِهِ أجابَ وإذا سئلَ بِهِ أعطى"
      },
      {
        "text": "من قال حين يصبحُ أو يمسي: اللهمَّ إني أصبحتُ أشهدُكَ وأشهدُ حملةَ عرشِكَ، وملائكتَكَ وجميعَ خلقِك بأنَّك أنت اللهُ لا إلهَ إلا أنتَ وحدك لا شريكَ لك، وأنَّ محمَّدًا عبدُك ورسولُك أعتقَ اللهُ ربُعَه من النَّارِ، ومن قالها مرَّتين أعتقَ اللهُ نصفَه من النَّارِ، ومن قالها ثلاثًا أعتقَ اللهُ ثلاثةَ أرباعِه من النَّارِ، فإن قالها أربعًا أعتقَه اللهُ من النَّارِ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، اللهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، سُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَزِيزِ الْحَكِيمِ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "قال رسول الله صلى الله عليه وسلم :  من قال لا إله إلا اللهُ والله أكبرُ لا إله إلا اللهُ وحده لا إله إلا اللهُ ولا شريك له لا إله إلا اللهُ له الملك وله الحمدُ لا إله إلا اللهُ ولا حولَ ولا قوَّةَ إلا باللهِ يعقدُهنَّ خمسًا بأصابعِه ثم قال من قالهن في يومٍ أو في ليلةٍ أو في شهرٍ ثم مات في ذلك اليومِ أو في تلك الليلةِ أو في ذلك الشهرِ غُفِرَ له ذنبُه",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "لا إلَهَ إلَّا اللَّهُ وَحْدَهُ، أَعَزَّ جُنْدَهُ، وَنَصَرَ عَبْدَهُ، وَغَلَبَ الأحْزَابَ وَحْدَهُ، فلا شيءَ بَعْدَهُ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "قال رسول الله صلى الله عليه وسلم : بأيِّ شيءٍ تحرِّكُ شفَتَيكَ يا أبا أمامةَ ؟ . فقلتُ : أذكرُ اللهَ يا رسولَ اللهِ ! فقال : ألا أُخبرُكَ بأكثرَ وأفضلَ من ذِكرِك باللَّيلِ والنَّهارِ ؟ . قلتُ : بلى يا رسولَ اللهِ ! قال : تقولُ : ( سبحان اللهِ عدَدَ ما خلق ، سبحان اللهِ مِلْءَ ما خلَق ، سبحان اللهِ عدَدَ ما في الأرضِ [والسماءِ] سبحان اللهِ مِلْءَ ما في الأرضِ والسماءِ ، سبحان اللهِ عدَدَ ما أحصى كتابُه ، سبحان اللهِ مِلْءَ ما أحصى كتابُه ، سبحان اللهِ عددَ كلِّ شيءٍ ، سبحانَ اللهِ مِلْءَ كلِّ شيءٍ ، الحمدُ للهِ عددَ ما خلق ، والحمدُ لله مِلْءَ ما خلَق ، والحمدُ لله عدَدَ ما في الأرضِ والسماءِ ، والحمدُ لله مِلْءَ ما في الأرضِ والسماءِ ، والحمدُ للهِ عدَدَ ما أحصى كتابُه ، والحمدُ لله مِلْءَ ما أحصى كتابُه ، والحمدُ للهِ عدَدَ كلِّ شيءٍ ، والحمدُ للهِ مِلْءَ كلِّ شيءٍ )",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "سُبْحَانَكَ اللَّهُمَّ وبِحَمْدِكَ، تَبَارَكَ اسْمُكَ، وتَعَالَى جَدُّكَ، ولَا إلَهَ غَيْرُكَ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "الله أكبرُ كبيراً، والحمدُ للَّه كثيراًَ، وسُبْحانَ اللهِ بُكرةً وأصيلاً، لا إلهَ إلا اللهُ، ولا نعبدُ إلا إيَّاه، مخلصين له الدِّينَ ولو كره الكافرون",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      },
      {
        "text": "للَّهمَّ ! إنِّي أعوذُ برضاكَ من سخطِكَ ، وبمعافاتِكَ من عقوبتِكَ ، وأعوذُ بِكَ منكَ ، لا أُحصي ثَناءً عليكَ ، أنتَ كما أثنيتَ علَى نفسِكَ",
        "repeat": 1,
        "extra": "",
        "noteTitle": "",
        "noteBody": ""
      }
    ]
  }
];

if (typeof module !== "undefined") { module.exports = azkarCategories; }
